IdeaRS.Connections
ManufacturingOperationData.ParameterId Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.ManufacturingOperationData.ParameterId"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int ParameterId { get; set; }
Property Value
Type: Int32
See Also
Reference
ManufacturingOperationData Class
IdeaRS.Connections.Data Namespace